// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Druckköpfe reinigen";

NotInitiatedTitle = "Die Reinigung kann nicht initiiert werden.";
NotInitiatedMsg = "Der Reinigungsvorgang kann nicht initiiert werden. Überprüfen Sie, ob der Drucker online geschaltet ist und keine Aufträge verarbeitet.";

CleaningProgressTitle = "Druckkopf wird gereinigt…";

CompletitionLevelTitleFormat = "Reinigung Stufe %i ausgeführt.";
CompletitionLevelMsgFormat = "Warten Sie einen Moment, bis die Testseite gedruckt wurde. Stellen Sie auf dieser Seite fest, ob das Problem behoben wurde. Ist die Testseite in Ordnung, klicken Sie auf 'Fertig stellen', um den Reinigungsvorgang zu beenden. Andernfalls klicken Sie auf 'Reinigung Stufe %i', um mit der Reinigung fortzufahren.";
CompletitionFinalMsg = "Warten Sie einen Moment, bis die Testseite gedruckt wurde. Stellen Sie auf dieser Seite fest, ob das Problem behoben wurde. Ist die Testseite in Ordnung, klicken Sie auf 'Fertig stellen', um den Reinigungsvorgang zu beenden. Klicken Sie beim Auftreten von Problemen auf 'HP Hilfe online anfordern', um die HP Webseite für die Fehlerbehebung aufzurufen.";
NextLevelButtonFormat = "Reinigung Stufe %i";
FinishButtonText = "Fertig stellen";
GetHelpButtonText = "HP Hilfe online anfordern";

HSDCleanPrintheadsExplanation = "Wenn der Ausdruck Streifen aufweist (s. Beispiel), müssen die Druckköpfe gereinigt werden. Dieser Vorgang dauert ca. eine Minute und erfordert ein Blatt Papier.";
HSDCleanPrintheadsInvitation = "Klicken Sie auf 'Reinigen', um die Druckköpfe jetzt zu reinigen.";
HSDManualCleanPrintheadsInvitation = "Wählen Sie zum Reinigen des Druckkopfs die entsprechende Option in der Bedienfeldanzeige des Druckers aus.";

CleanCancelledTitle = "Vorgang abgebrochen";
CleanCancelledMsg = "Der Reinigungsvorgang wurde an der Bedienungskonsole des Geräts abgebrochen.";

CleaningProcessErrorTitle = "Operation konnte nicht abgeschlossen werden";
CleaningProcessErrorMsg = "Die Reinigung konnte nicht abgeschlossen werden. Kontaktieren Sie den HP Support.";
DeviceBusyMessage = "Die Reinigung kann nicht ausgeführt werden. Warten Sie, bis der aktuelle Auftrag vom Gerät abgeschlossen wurde, und versuchen Sie es erneut.";
PythonLvl1DoneTitle = "Erste Stufe der Druckkopfreinigung ist abgeschlossen";

PythonLvl1DoneMsg = "Ist die Druckqualität weiterhin nicht akzeptabel, können Sie die zweite Stufe der Reinigung ausführen. Dieser Vorgang dauert etwa zwei Minuten und erfordert ein Blatt Papier. Bei dieser zweiten Reinigungsstufe wird viel Tinte verbraucht. Wenden Sie diese Reinigung daher nur dann an, wenn sich die Druckqualität nach der ersten Reinigung nicht verbessert hat. Klicken Sie auf “Reinigung zweite Stufe”, um die zweite Reinigungsstufe auszuführen.";

PythonLvl2Button = "Reinigung zweite Stufe";

PythonLvl2DoneTitle = "Zweite Stufe der Druckkopfreinigung ist abgeschlossen";

PythonLvl2DoneMsg = "Entspricht die Druckqualität weiterhin nicht Ihren Vorstellungen, nützt es voraussichtlich nichts, diesen Vorgang erneut auszuführen. Schlagen Sie weitere Informationen in der Druckerdokumentation nach.";

ColorCleaningTextFieldTitle = "Druckköpfe reinigen";
HSDInfoTextFieldTitle = "Wenn die Druckausgabe wie im dargestellten Beispiel Streifen oder falsche Farben aufweist oder Farben fehlen, müssen die Druckköpfe gereinigt werden. Beim Versuch, die Tintendüsen in den Druckköpfen zu reinigen, wird Tinte verbraucht. Der Vorgang dauert ungefähr 2 Minuten und erfordert ein Blatt Papier.";
HSDGuideTextFieldTitle = "Klicken Sie auf \"Reinigen\", um den Druckkopf jetzt zu reinigen.";
HSDCleanButtonTitle = "Reinigen";
CancelButtonTitleKey = "Abbrechen";

PythonLvl1DoneMsgPigment = "Ist die Druckqualität weiterhin nicht zufriedenstellend, ist eine zweite Reinigungsstufe verfügbar. Diese dauert ungefähr 2 Minuten und erfordert ein Blatt Papier. Bei dieser zweiten Reinigungsstufe wird eine beträchtliche Menge an Tinte verbraucht. Sie sollte nur ausgeführt werden, wenn die Druckqualität durch die erste Reinigung nicht verbessert wurde. Klicken Sie zum Ausführen der zweiten Reinigungsstufe auf \“2. Reinigungsstufe\”.";
HSDInfoTextFieldTitlePigment = "Wenn die Druckausgabe Streifen wie im Beispielbild oder falsche bzw. fehlende Farben aufweist, müssen die Druckköpfe ggf. gereinigt werden. Bei diesem Verfahren wird mithilfe der Patrone versucht, die Düsen in den Druckköpfen zu reinigen. Dies dauert ungefähr 2 Minuten und erfordert ein Blatt Papier.";
